# taps
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "warrensbox/tap"

# brews
brew "antigen"
brew "sqlite"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "ccat"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "httpie"
brew "ipcalc"
brew "jq"
brew "neofetch"
brew "nmap"
brew "perl"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "terraform"
brew "testssl"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "yamllint"
brew "esolitos/ipa/sshpass"
brew "warrensbox/tap/tfswitch"

# casks
cask "alt-tab"
cask "rectangle"
cask "sublime-text"
cask "swiftdefaultappsprefpane"
cask "the-unarchiver"

# fonts
cask "font-clear-sans"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-roboto"
cask "font-source-code-pro-for-powerline"